[
  {
    "pt": "im sorry, i cant, im refactoring my wishlist"
  },
  {
    "pt": "this is actually great because i was always bummed about missing the first cold war"
  },
  {
    "pt": "good news: we are living as civilization changes faster than ever before bad news: the change is rapid acceleration towards wastelands"
  },
  {
    "pt": "everyone ive got bad news. i just tried one and the name “banana slug” is TOTALLY misleading"
  },
  {
    "pt": "the CMYK system is based on the subtractive primary colors (cyan, magenta, & yellow) with an added channel for the 4th, secret color, Klack"
  },
  {
    "pt": "i am the alpha and the omega. i am the rando in your mentions, and i am the hot takes"
  },
  {
    "pt": "(snuggling a girl)\nINTERNALLY: oh shit i just thought of a great code optimization"
  },
  {
    "pt": "every time i learn something about haskell i understand less about haskell"
  },
  {
    "pt": "in terms of easy trolls, anyone who has opinions about operating systems is high up there"
  },
  {
    "pt": "“i think books are better than people” CLOSE TINDER AND GO READ A FUCKIN BOOK THEN YA SAPIOSEXUAL"
  },
  {
    "pt": "my dirty secret is that i rarely code c. but im a c girl at heart"
  },
  {
    "pt": "protip: say “emojicon” every time to bug unicode nerds"
  },
  {
    "pt": "knuckle tats “BECC AOOO”"
  },
  {
    "pt": "ME, AT A SECURITY CONFERENCE: if your program accepts any user input you have a security hole"
  },
  {
    "pt": "the wise man bowed his head and said “good documentation is its own reward”"
  },
  {
    "pt": "if you stare into a mirror and say “aleph-sub-aleph” three times ernst zermelo and abraham fraenkel appear and lecture you about infinity"
  },
  {
    "pt": "me: ugh, this keeps failing!\nthem: what keeps failing?\nme: ssh\nthem: ᵒᵏᵃʸ, ʷʰᵃᵗ ᵏᵉᵉᵖˢ ᶠᵃᶦᶫᶦᶰᵍ?"
  },
  {
    "pt": "power couple: me and vim"
  },
  {
    "pt": "sooo uhhhh. linux and unix are not. really the same thing? thats kind of a confusing name, actually, then"
  },
  {
    "pt": "daddy marx bot that tweets marx quotes but w/ “bourgeoisie” replaced with “daddy” and “proletariat” replaced with “little girl”"
  },
  {
    "pt": "c lets you get real close to the computer so you can fuck the transistors. cant do that with a “high level” language"
  },
  {
    "pt": "hey unix users. hows it going. im over here, running software on my computer"
  },
  {
    "pt": "I have killed and eaten 9 other, less powerful engineers to become the true #10xengineer\nGOOGLE INTERVIEWER: you need to leave now ma’am"
  },
  {
    "pt": "so heres the deal. i understand git. you understand monads. i think we can both help each other out here"
  },
  {
    "pt": "(sees something i don’t understand) what the fuck. is this monads"
  },
  {
    "pt": "girls dont want boys girls want proper utf8 support in javascript"
  },
  {
    "pt": "me: c programmers are jerks \nsomeone: you program c\nme: i rest my case"
  },
  {
    "pt": "diacritics, known to linguists as “text sprinkles,”"
  },
  {
    "pt": "ME: unicode is a blatant furry sympathizer, and—\nCONSORTIUM: objection, your honor!\nJUDGE: overruled! plaintiff, evidence?\nM: 🐶🐰\nJ: GUILTY!"
  },
  {
    "pt": "whats haskell good for again? like what features make it better than, say, c?"
  },
  {
    "pt": "i need someone to bully me into unix"
  },
  {
    "pt": "ted talks are the neolibs of speeches."
  },
  {
    "pt": "what do you call it when somebody talks about being jealous of the easy life domestic dogs live?\n\nfurry dogwhistling"
  },
  {
    "pt": "always have your int main() return UINT_MAX to keep other devs on their toes"
  },
  {
    "pt": "skills include\n— writing hex colors from scratch and getting the one i want"
  },
  {
    "pt": "school spirit is proto-nationalism send tweet"
  },
  {
    "pt": "i had a dream where there was a dab emoji and i was trying to type it desperately"
  },
  {
    "pt": "they all wanted us to be politically active but the moment you shoot a congressman it’s like “ohh thats bad” “you cant do that” fuck off"
  },
  {
    "pt": "somebody: are you a furry\nme: i did not have sexual relations with that kitty girl"
  },
  {
    "pt": "(a friend compliments me) this is a puff piece"
  },
  {
    "pt": "are you morse code? because babe, im an amateur ham enthusiast"
  },
  {
    "pt": "rebel against corporations stealing labor from the open source community by only making projects that are completely useless"
  },
  {
    "pt": "well im going to college, you know what that means: time to shave my balls"
  },
  {
    "pt": "ah! nothing as good as reorganizing your pdf folder, except, of course, eating pussy"
  },
  {
    "pt": "*&\nmake\n*\nmake\n\nmake\n&*\nmake\n**\nmake\n&&\nmake"
  },
  {
    "pt": "holy cannoli i crashed vim"
  },
  {
    "pt": "do you ever think about how if you put elon musk in a hole like 12 feet deep he couldnt get out. he would die down there. like you could stand there and watch"
  },
  {
    "pt": "talkin about haskell like yuppies talk about juice cleanses. yeah man i need to write some haskell on the weekends or all the java rots my veins. it’s scientific"
  },
  {
    "pt": "pwese hewp me wust"
  },
  {
    "pt": "i think computer scientists just made up trees so they could draw diagrams"
  },
  {
    "pt": "COWORKER: hey, guess how we sync authentication between all the servers?\nME: uhhh, hm. what would i have done when i just started learning linux…\nME: i would have a cron job scp /etc/shadow to all the synced machines\nCW: that’s *exactly* what we do\nME: 😳"
  },
  {
    "pt": "if you think what facebook does with your personal info is bad, just wait until you hear about the government"
  },
  {
    "pt": "(job interview) oh, yes, im very familiar with docking. sorry, a containerization layer? what’s that?"
  },
  {
    "pt": "anarcho-communist doggirl/catgirl alliance"
  },
  {
    "pt": "is she yknow (mimes kneading bread) a dyke?"
  },
  {
    "pt": "my take on plurality? it's totally legitimate to use the \"OH: [wacky out of context quote]\" tweet format for something one of your headmates said"
  },
  {
    "pt": "previous holder of the deepest hole ever award was my butthole"
  },
  {
    "pt": "today we gave homeless people soup...\"\nnice\n\"...illegally, because doing it legally requires jumping through tons of bureaucracy, but we showed up armed to the teeth and it was fine\"\nNICE"
  },
  {
    "pt": "long term memory's for chumps"
  },
  {
    "pt": "towards a new politics of radical accessibility: improving screen-reader usability while preserving the raw yet sophisticated aesthetics of ascii art"
  },
  {
    "pt": "my new idea is we put all the \"i want c but with exactly this one feature from rust\" people in a room and 24 hours later they will all emerge either incredibly embarrassed or with a new language that's c++ but worse"
  },
  {
    "pt": "hey babe i took lewds in my tshirt from your startup wanna see"
  },
  {
    "pt": "every fcc employee who approved the 5g band should be killed as a tiny recognition of the people who will die as a result of this (thousands within two or three years)"
  }
]